Repository: ftariq023/tawasol
Catalog: lib/l10n/app_*.arb
Languages: ar

# language
source: English
ar: عربي

source: Inbox
ar: البريد الشخصي

source: Sent
ar: متابعة البريد

source: Follow up
ar: بريد الموظفين

source: Search
ar: البحث

source: Settings
ar: إعدادات

source: Login
ar: تسجيل الدخول

source: Username
ar: إسم المستخدم

source: Password
ar: كلمة المرور

source: Tawasol
ar: تواصل

source: Send
ar: إرسال

source: Approve
ar: اعتماد

source: Terminate
ar: إنهاء

source: Multi Send
ar: إرسال متعدد

# newLabel
source: NEW
ar: جديد

# invalidLogin
source: Login failed, invalid username or password
ar: الرجاء التأكد من إسم المستخدم أو كلمة المرور

source: Entity Code
ar: كود النظام

# serviceUrl
source: Server URL
ar: رابط الخادم

source: Save
ar: حفظ

source: Edit
ar: تعديل

source: Reset
ar: مسح

source: Close
ar: إغلاق

source: Cancel
ar: إلغاء

# documentHistory
source: History
ar: إجراءات الكتاب

# documentInfo
source: Document Information
ar: معلومات الكتاب

# appNotConfigured
source: Application is not configured yet, please go to Settings page to configure it
ar: لم يتم ضبط الإعدادات بعد. يرجي الدخول إلى صفحة الإعدادات لضبطها.

# configApp
source: Configure Application
ar: تكوين التطبيق

# allFieldValidate
source: All fields are mandatory.
ar: جميع الحقوق الزامية

# registerBiometricMessage
source: Register yourself for easy login
ar: سجل نفسك لتسجيل الدخول بسهولة

# validateEntityDetails
source: Invalid entity details
ar: تفاصيل الكيان غير صالحة

source: Change Language
ar: تغير اللغة

source: Version number:
ar: رقم النسخة

source: Enable Biometric
ar: التحقق بالبصمة

# sendRelatedDocuments
source: Related Documents
ar: ارسال الكتب المرتبطه

# selectOU
source: Select Organization Unit
ar: الجهة

# selectOuUser
source: Select User
ar: المستخدم

source: Select Comment
ar: التعليق

source: Secure Comment
ar: تعليق آمن

source: Select Action
ar: الإجراء

# writeComment
source: Write your comment here
ar: أدخل تعليقك هنا

source: Email
ar: البريد الإليكتروني

source: SMS
ar: الرسائل القصيرة

source: Attachments
ar: المرفقات

source: Linked Documents
ar: الكتب المرتبطة

# docActions
source: Select Document Actions
ar: اختر إجراء الكتاب

# selectWfAction
source: Select Workflow Action
ar: الإجراء

source: Add
ar: إضافة

# requireField
source: required field
ar: الحقل المطلوب

source: Incoming
ar: وارد

source: Outgoing
ar: صادر

source: Internal
ar: مذكرة

source: Information
ar: معلومات

source: Serial Number
ar: رقم الكتاب

source: Subject
ar: الموضوع

source: Main Site
ar: الجهة الرئيسية

source: Sub Site
ar: الجهة الفرعية

# docSubType
source: Document Type
ar: نوع الكتاب

source: Security Level
ar: درجة السرية

source: Priority Level
ar: درجة الأولوية

# docCreatedDate
source: Created on
ar: تاريخ إنشاء الكتاب

source: Folder
ar: مجلد

source: Followup Date
ar: تاريخ المتابعة

source: Followup Status
ar: حالة المتابعة

# linkedDocumentsCount
source: Linked Documents
ar: عدد الكتب المرتبطة

# attachmentCount
source: Attachments
ar: عدد المرفقات

source: Received On
ar: تاريخ الإستلام

source: Action
ar: الإجراء

source: Comment
ar: التعليق

source: Action Date
ar: تاريخ الإجراء

# appName
source: Al Morasalat
ar: المراسلات

source: General
ar: عام

source: Back
ar: تأكيد

source: Selected Users
ar: المستخدمين الذين تم اختيارهم

source: Year
ar: العام

source: Full Serial
ar: الرقم التسلسلي

# siteType
source: Correspondence Site Type
ar: نوع جهة المراسلة

source: Clear all
ar: إلغاء الإختيار

source: Start Date
ar: تاريخ البداية

source: End Date
ar: تاريخ النهاية

source: Today
ar: اليوم

source: No search result
ar: لا يوجد نتائج لهذا البحث

source: Search Results
ar: نتائج البحث

# userExist
source: User is Already Exist
ar: المستخدم موجود

source: Yes
ar: نعم

source: No
ar: لا

# sendWarning
source: Are you sure to close without sending?
ar: هل انت متأكد من الإغلاق بدون إرسال؟

source: Ok
ar: موافق

# noRecordFound
source: No Records Found
ar: لا يوجد سجلات

# approvedBySameUser
source: This Document previously approved by same user. Do you want to approve the document with same user?
ar: تم توقيع هذا الكتاب بالفعل من قبل هذا المستخدم. هل تريد المتابعة؟

# errorMessage
source: Something went wrong!
ar: حدث خطأ اثناء إلاجراء

source: Transfer
ar: نقل

# userProxy
source: User's Assistant
ar: تحديد معاون

# onVacation
source: Going on vacation
ar: الخروج فى إجازة

# onVacationWarning
source: If you choose inbox will be transferred
ar: فى حالة الاختيار سيتم تحويل البريد للمعاون

# sendSuccess
source: Successfully sent
ar: تم الارسال بنجاح

# approveSuccess
source: The document has been successfully approved
ar: تم اعتماد الكتاب بنجاح

# terminateSuccess
source: The document has been successfully terminated
ar: تم إنهاء الكتاب بنجاح

source: Select Proxy User
ar: تحديد المعاون

# assistantSaved
source: Assistant saved successfully
ar: تم حفظ المعاون بنجاح

# assistantTerminateWarning
source: Are you sure you want to terminate the assistant?
ar: هل أنت متأكد من إنهاء المعاون؟

# assistantTerminateSuccess
source: Assistant terminated successfully
ar: تم ازالة المساعد بنجاح

source: Print Preview
ar: معاينة قبل الطباعة

# sendingInfo
source: Sending Information
ar: بيانات الارسال

# bookActions
source: Document Actions
ar: اجراء الكتاب

# logoutValidation
source: Are you sure you want to logout?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟

source: Select year
ar: السنة

source: Start
ar: البداية

source: End
ar: تاريخ

source: Announcements
ar: إعلانات

# ofForSlider
source: of
ar: من

# docCount
source: Document Count:
ar: عدد الكتب:

source: Logout
ar: خروج

source: Theme Colors
ar: المظهر والألوان

# sender
source: Current User
ar: المستخدم

source: Recipient
ar: المرسل إليه

source: Date From
ar: من تاريخ

source: Date To
ar: إلى تاريخ

source: App Theme
ar: سمة التطبيق

source: Selected
ar: المحدد

source: Multi send failed for
ar: فشل الإرسال المتعدد لـ

source: Termination failed for
ar: فشل الإنهاء لـ

source: Adapt System Theme
ar: سمة النظام

source: Dark Mode
ar: الوضع الداكن

source: Version:
ar: النسخة:

# validateSubAndSerial
source: Document subject or document serial number should be filled.
ar: يجب كتابة الموضوع أو الرقم التسلسلي للكتاب

# validateSubjectLength
source: Document subject should have least 3 characters.
ar: يجب أن يتكون الرقم التسلسلي من 3 أحرف على الأقل

# validateSerialLength
source: Document serial should have least 3 characters.
ar: يجب أن يتكون الرقم التسلسلي من 3 أحرف على الأقل

# appVersionNumber
source: Application version number
ar: رقم النسخة

source: Error!
ar: تحذير!

# search1
source: Search
ar: بحث

source: delete all
ar: مسح الكل

# userinfo
source: User Information
ar: معلومات المستخدم

source: name
ar: الاسم

# docSub
source: Document Subject
ar: موضوع الكتاب

source: Select User
ar: اختر المستخدم

source: Select Entity
ar: اختر القسم

# searchInIncomingAndOutgoing
source: Incoming and Outgoing
ar: الصادر والوارد

source: Search in current department
ar: البحث في الإدارة الحالية

source: Approve Year
ar: سنة الموافقة

source: Approve Date From
ar: من تاريخ

source: Approve Date To
ar: إلى تاريخ

source: Incoming Date From
ar: تاريخ الوارد من

source: Incoming Date To
ar: تاريخ الوارد إلى

source: Section
ar: القسم

source: Created on
ar: تاريخ الإنشاء

source: Last Modified
ar: تاريخ اخر تعديل

# docDate
source: Document date
ar: تاريخ الكتاب

# creatorOU
source: Creator Organization Unit
ar: انشىء بواسطة ادارة

source: Created By
ar: أنشىء بواسطة

source: Last Modifier
ar: آخر تعديل بواسطة

# docHistoryFrom
source: Document History From
ar: تاريخ الكتاب من

# docHistoryTo
source: Document History To
ar: تاريخ الكتاب إلى

source: Department
ar: الادارة

source: Show more
ar: أظهر المزيد

source: Show less
ar: عرض أقل

source: Copied
ar: نسخ

# activateBiometricTitle
source: Activate fingerprint authentication
ar: تفعيل خاصية التحقق باستخدام بصمة الإصبع

# activateBiometricDescription
source: Do you want to activate your fingerprint recognition to log in faster next time?
ar: هل تريد تفعيل خاصية التحقق باستخدام بصمة الإصبع لتسجيل الدخول بصورة أسرع في المرة القادمة؟

# doLater
source: I'll do this later
ar: تفعيل الخاصيه لاحقا

source: Activate
ar: تفعيل

source: Organization Unit
ar: الجهة

source: Total:
ar: عدد الكتب:
